cask "1password"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "cursor"
cask "discord"
cask "divvy"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-for-powerline"
cask "gcloud-cli"
cask "intellij-idea"
cask "karabiner-elements"
cask "notion"
cask "numi"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "wezterm"


