tap "d-kuro/tap"

brew "aqua"
brew "awscli"
cask "devutils"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "gwq"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "jj"

cask "claude-code"
cask "cursor"
cask "docker-desktop"
cask "gcloud-cli"
cask "intellij-idea"
