brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "grep"
brew "tree"
brew "wget"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "git"
brew "starship"
brew "tmux"
brew "telnet"


