brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "grep"
brew "tree"
brew "wget"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "starship"
brew "tmux"
brew "telnet"

cask "font-roboto-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-for-powerline"
cask "karabiner-elements"
cask "raycast"
cask "wezterm"









