tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "exa"
brew "fd"
brew "awscli"
brew "codex"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "grep"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "authy"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "devutils"
cask "discord"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-for-powerline"
cask "gcloud-cli"
cask "intellij-idea"
cask "karabiner-elements"
cask "notion"
cask "numi"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "wezterm"

